{
	"version" : "gdc-1.0.0",
	"annotation-spec" : "gdc-1.0.0",
	"extends" : "None",
	"columns" : [
		[ "Hugo_Symbol", "StringColumn", "HUGO symbol for the gene (HUGO symbols are always in all caps). \"Unknown\" is used for regions that do not correspond to a gene" ],
		[ "Entrez_Gene_Id", "EntrezGeneId", "Entrez gene ID (an integer). \"0\" is used for regions that do not correspond to a gene region or Ensembl ID" ],
		[ "Center", "SequenceOfStrings", "One or more genome sequencing center reporting the variant" ],
		[ "NCBI_Build", "StringOrIntegerColumn", "The reference genome used for the alignment (GRCh38)" ],
		[ "Chromosome", "StringOrIntegerColumn", "The affected chromosome (chr1)" ],
		[ "Start_Position", "OneBasedIntegerColumn", "Lowest numeric position of the reported variant on the genomic reference sequence. Mutation start coordinate" ],
		[ "End_Position", "OneBasedIntegerColumn", "Highest numeric genomic position of the reported variant on the genomic reference sequence. Mutation end coordinate" ],
		[ "Strand", "Strand", "Genomic strand of the reported allele. Currently, all variants will report the positive strand: '+'" ],
		[ "Variant_Classification", "VariantClassification", "Translational effect of variant allele" ],
		[ "Variant_Type", "VariantType", "Type of mutation. TNP (tri-nucleotide polymorphism) is analogous to DNP (di-nucleotide polymorphism) but for three consecutive nucleotides. ONP (oligo-nucleotide polymorphism) is analogous to TNP but for consecutive runs of four or more (SNP, DNP, TNP, ONP, INS, DEL, or Consolidated)" ],
		[ "Reference_Allele", "DnaString", "The plus strand reference allele at this position. Includes the deleted sequence for a deletion or \"-\" for an insertion" ],
		[ "Tumor_Seq_Allele1", "DnaString", "Primary data genotype for tumor sequencing (discovery) allele 1. A \"-\" symbol for a deletion represents a variant. A \"-\" symbol for an insertion represents wild-type allele. Novel inserted sequence for insertion does not include flanking reference bases" ],
		[ "Tumor_Seq_Allele2", "DnaString", "Tumor sequencing (discovery) allele 2" ],
		[ "dbSNP_RS", "SequenceOfStrings", "The rs-IDs from the dbSNP database, \"novel\" if not found in any database used, or null if there is no dbSNP record, but it is found in other databases" ],
		[ "dbSNP_Val_Status", "SequenceOfStrings", "The dbSNP validation status is reported as a semicolon-separated list of statuses. The union of all rs-IDs is taken when there are multiple" ],
		[ "Tumor_Sample_Barcode", "StringColumn", "Aliquot barcode for the tumor sample" ],
		[ "Matched_Norm_Sample_Barcode", "NullableStringColumn", "Aliquot barcode for the matched normal sample" ],
		[ "Match_Norm_Seq_Allele1", "NullableDnaString", "Primary data genotype. Matched normal sequencing allele 1. A \"-\" symbol for a deletion represents a variant. A \"-\" symbol for an insertion represents wild-type allele. Novel inserted sequence for insertion does not include flanking reference bases (cleared in somatic MAF)" ],
		[ "Match_Norm_Seq_Allele2", "NullableDnaString", "Matched normal sequencing allele 2" ],
		[ "Tumor_Validation_Allele1", "NullableDnaString", "Secondary data from orthogonal technology. Tumor genotyping (validation) for allele 1. A \"-\" symbol for a deletion represents a variant. A \"-\" symbol for an insertion represents wild-type allele. Novel inserted sequence for insertion does not include flanking reference bases" ],
		[ "Tumor_Validation_Allele2", "NullableDnaString", "Secondary data from orthogonal technology. Tumor genotyping (validation) for allele 2" ],
		[ "Match_Norm_Validation_Allele1", "NullableDnaString", "Secondary data from orthogonal technology. Matched normal genotyping (validation) for allele 1. A \"-\" symbol for a deletion represents a variant. A \"-\" symbol for an insertion represents wild-type allele. Novel inserted sequence for insertion does not include flanking reference bases (cleared in somatic MAF)" ],
		[ "Match_Norm_Validation_Allele2", "NullableDnaString", "Secondary data from orthogonal technology. Matched normal genotyping (validation) for allele 2 (cleared in somatic MAF)" ],
		[ "Verification_Status", "VerificationStatus", "Second pass results from independent attempt using same methods as primary data source. Generally reserved for 3730 Sanger Sequencing" ],
		[ "Validation_Status", "ValidationStatus", "Second pass results from orthogonal technology" ],
		[ "Mutation_Status", "MutationStatus", "An assessment of the mutation as Somatic, Germline, LOH, Post - transcriptional, unknown, or None. The values allowed in this field are constrained by the value in the Validation_Status field" ],
		[ "Sequencing_Phase", "NullableStringColumn", "TCGA sequencing phase (if applicable). Phase should change under any circumstance that the targets under consideration change" ],
		[ "Sequence_Source", "NullableStringColumn", "Molecular assay type used to produce the analytes used for sequencing. Allowed values are a subset of the SRA 1.5 library_strategy field values. This subset matches those used at CGHub" ],
		[ "Validation_Method", "SequenceOfStrings", "The assay platforms used for the validation call" ],
		[ "Score", "NullableStringColumn", "Not in use" ],
		[ "BAM_File", "NullableStringColumn", "Not in use" ],
		[ "Sequencer", "SequenceOfSequencers", "Instrument used to produce primary sequence data" ],
		[ "Tumor_Sample_UUID", "UUIDColumn", "GDC aliquot UUID for tumor sample" ],
		[ "Matched_Norm_Sample_UUID" , "NullableUUIDColumn", "GDC aliquot UUID for matched normal sample" ]
	],
	"filtered" : "None"
}
